Revit 2027 API
ParameterTypeId.WallSweepOffsetParam Property
 "Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepOffsetParam { get; }
Public Shared ReadOnly Property WallSweepOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepOffsetParam {
	ForgeTypeId^ get ();
}
static member WallSweepOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace